Repository: marcelovani/chronosly-events-calendar
Catalog: languages/chronosly-*.po
Languages: es_es, nl_nl

source: Url for lists
es_es: URL para listas
nl_nl: URL voor lijsten

source: Main event list
es_es: Lista de eventos
nl_nl: Hoofd activiteit lijst

source: When you are inside an event this will be te url to go back to event list
es_es: Dentro de un evento, esta será la URL que apuntará el link de "Lista de eventos" (volver atrás)
nl_nl: Wanneer je een activiteit bekijkt is dit de URL om terug te gaan naar het overzicht

source: Main event list title
es_es: Título de Lista de eventos
nl_nl: Titel van de lijst met activiteiten

source: Title for url to go back to event list
es_es: Título para la URL "volver atrás" a Lista de eventos
nl_nl: Titel van de URL om terug te gaan naar de lijst met activiteiten

source: When you are inside an organizer this will be te url to go back to organizers list
es_es: Dentro de un organizador, esta será la URL que apuntará el link de "Lista de organizadores" (volver atrás)
nl_nl: Als je een organisator bekijkt is dit de URL om terug te gaan naar de lijst met organisatoren

source: Organizers list title
es_es: Título para Lista de organizadores
nl_nl: Titel van de lijst met organisatoren

source: Title for url to go back to organizers list
es_es: Título para la URL "volver atrás" a Lista de organizadores
nl_nl: Titel van de URL om terug te gaan naar de lijst met organisatoren

source: When you are inside a place this will be te url to go back to places list
es_es: Dentro de un lugar, esta será la URL que apuntará el link de "Lista de lugares" (volver atrás)
nl_nl: Als je een locatie bekijkt is dit de URL om terug te gaan naar de locatie lijst

source: Places list title
es_es: Título para Lista de lugares
nl_nl: Titel van de lijst met locaties

source: Title for url to go back to places list
es_es: Título para la URL "volver atrás" a Lista de lugares
nl_nl: Titel van de URL om terug te gaan naar de lijst met locaties

source: This will be the url for the calendar icon, usefull for navigate to calendar
es_es: URL que apunta el icono de calendario
nl_nl: Titel voor de URL voor het kalender icoon, om naar de kalender te navigeren

source: Chronosly status
es_es: Estado de Chronosly

source: Automatic templates updates
es_es: Plantillas: Actualizaciones automáticas

source: By default this option is disabled. Mark it if you want Chronosly templates to be automatically updated when a new version is released.
es_es: Por defecto esta opción se encuentra DESACTIVADA. Actívela si quiere que Chronosly actualize las plantillas automáticamente cuando una nueva versión esté disponible.

source: Addons - Chronosly extended features
es_es: Addons - Amplia las prestaciones de Chronosly

source: Chronosly addons allow to extend the basic funcionalities for the WordPress event calendar plugin, like social media sharing, rating and reviews, Evebtbrite ticketing, importing from Google Calendar or Facebook and much more.
es_es: Los addons permiten ampliar las funcionalidades básicas de Chronosly, por ejemplo permitir a tu audiencia compartir tus eventos mediante botones de redes sociales, que dejen comentarios y hagan valoraciones, permitir conectar fácilmente con Eventbrite, importar los evento de Google Calendar o Facebook, y muchas más...

source: Best rated
es_es: Mejor valorado

source: Newer
es_es: Más reciente

source: Download Custom Templates, choose and apply
es_es: Descárgate Plantillas Personalizadas, selecciona y cárgala, es muy fácil

source: Chronosly is designed to be easy for all users. Customized Templates can be chosen to better fit your web site.
es_es: Chronosly está diseñado para que sea muy fácil para todos los usuarios. Las Plantillas Personalizadas pueden ayudarte a que el plugin se adapte mejor a tu sitio web.

source: A view is how the category is shown in each website navigation section.
es_es: Una vista es como se muestra una categoría en cada sección de la web

source: It allows you to thoroughly customize how each category behaves in each section.
es_es: Permite una total personalización de cómo cada categoría se comporta para cada sección.

source: In your website the categories have 2 different views
es_es: En tu web las categorías disponen de 2 vistas diferentes

source: 1- General View: customize how the category is displayed in the categories list
es_es: 1- Vista General: personaliza como se mostrará cada categoría en la lista de categorías

source: 2- Inner page view: it is the inner view of the category, a single page on the category, where all the information is shown
es_es: 2- Vista interior: es la vista interior de la categoría, una página individual para la categoría, donde se muestra dicha categoría con todos los detalles que se quiera.

source: A view is how the organizer is shown in each website navigation section.
es_es: Una vista es como se muestra un organizador en cada sección de la web

source: It allows you to thoroughly customize how each organizer behaves in each section
es_es: Permite una total personalización de cómo cada organizador se comporta para cada sección.

source: In your website the organizers have 2 different views
es_es: En tu web los organizadores disponen de 2 vistas diferentes

source: 1- General View: customize how the organizer is displayed in the list of organizers
es_es: 1- Vista General: personaliza como se mostrará cada categoría en la lista de organizadores

source: 2- Inner page view: it is the inner view of your organizer, a single page on the organizer, where all the information is shown.
es_es: 2- Vista interior: es la vista interior del organizador, una página individual para el organizador, donde se muestra dicho organizador con todos los detalles que se quiera.

source: A view is how the place is shown in each website navigation section.
es_es: Una vista es como se muestra un lugar en cada sección de la web

source: It allows you to thoroughly customize how each place behaves in each section.
es_es: Permite una total personalización de cómo cada lugar se comporta para cada sección.

source: In your website the places have 2 different views
es_es: En tu web los lugares disponen de 2 vistas diferentes

source: 1- General View: customize how the place is displayed in the places list
es_es: 1- Vista General: personaliza como se mostrará cada categoría en la lista de lugares

source: 2- Inner page view: it is the inner view of your place, a single page on the place, where all the information is shown
es_es: 2- Vista interior: es la vista interior del lugar, una página individual para cada lugar, donde se muestra dicho lugar con todos los detalles que se quiera.

source: Event Tags
es_es: Etiquetas de evento
nl_nl: Activiteit tags

source: Event Tag
es_es: Etiqueta de evento
nl_nl: Activiteit tag

source: Add new tag
es_es: Añadir nueva etiqueta
nl_nl: Voeg nieuwe tag toe

source: View tag
es_es: Ver etiqueta
nl_nl: Toon tag

source: Calendars
es_es: Calendarios
nl_nl: Kalenders

source: Add new calendar
es_es: Añadir nuevo calendario
nl_nl: Voeg nieuwe kalender toe

source: View calendar
es_es: Ver calendario
nl_nl: Toon kalender

source: Search calendar
es_es: Buscar calendario
nl_nl: Zoek in kalender

source: Calendar type for create event calendar
es_es: Tipo de calendario para cerar calendario de eventos
nl_nl: Kalender type voor het aanmaken van een kalender activiteit

source: Event Categories
es_es: Categoría de los eventos
nl_nl: Activiteitencategorie

source: Event Category
es_es: Categoría del evento
nl_nl: Categorie Activiteit

source: Add new category
es_es: Añadir nueva categoría
nl_nl: Voeg nieuwe categorie toe

source: View category
es_es: Var categoría
nl_nl: Toon categorie

source: Chronosly Configuration
es_es: Configuración de Chronosly
nl_nl: Chronosly configuratie

source: Add new organizer
es_es: Añadir nuevo organizador
nl_nl: Voeg nieuwe organisator tie

source: View organizer
es_es: Ver organizador
nl_nl: Toon organisator

source: Search organizer
es_es: Buscar organizador
nl_nl: Zoek organisator

source: Organizer type for create event's organizers
es_es: Tipo de organizador para crear eventos de organizadores

source: Organizer details
es_es: Detalles de organizador

source: Options
es_es: Opciones

source: Add new event
es_es: Añadir nuevo evento

source: View event
es_es: Ver evento

source: Search event
es_es: Buscar evento

source: Events type for managing your events
es_es: Tipos de eventos para administrar tus eventos

source: Cancel
es_es: Cancelar

source: Choose
es_es: Elegir

source: Slower preview
es_es: Vista previa lenta

source: Faster preview
es_es: Vista previa rápida

source: overwritted
es_es: sobreescrito
nl_nl: overschreven

source: You have to specify a name or select a template to update
es_es: Debes especificar un nombre o seleccionar una plantilla para subir

source: The name have incorrect characters, only are alowed chars between a-z,A-Z,0-9 and - or _
es_es: El nombre facilitado tiene carácteres incorrectos, solo se permiten a-z,A-Z,0-9 y - (guión) o _ (guión bajo)

source: Saved successfully
es_es: Guardado correctamente

source: Cloned successfully
es_es: Clonado correctamente

source: Visibility
es_es: Visibilidad
nl_nl: Zichtbaarheid

source: Never
es_es: Nunca
nl_nl: Nooit

source: Every %d day
es_es: Cada %d día
nl_nl: Elke %d dag

source: Every %d week
es_es: Cada %d semana
nl_nl: Elke %d week

source: Every %d month
es_es: Cada %d mes
nl_nl: Elke %d maand

source: Every %d year
es_es: Cada %d año
nl_nl: Elk %d jaar

source: times
es_es: veces
nl_nl: keer

source: without image
es_es: sin imagen
nl_nl: zonder afbeelding

source: Not Featured
es_es: No Destacado
nl_nl: Niet uitgelicht

source: Chronosly fields
es_es: campos de Chronosly
nl_nl: Chronosly velden

source: Date and Time
es_es: Fecha y Hora
nl_nl: Datum en Tijd

source: If your admin runs slow try stopping template preview. Only use it when you really need it
es_es: Si tu administrador se carga lento prueba desactivando la vista previa de la plantilla. Úsala cuando realmente sea necesario.

source: Loading your template
es_es: Cargando tu plantilla

source: Add new place
es_es: Añadir nuevo lugar

source: View place
es_es: Ver lugar

source: Search place
es_es: Buscar lugar

source: Place details
es_es: Detalles del lugar

source: Frontend Event Submission Settings
es_es: Configuración Envío de Eventos por Frontend

source: Form Settings
es_es: Configuración del Formulario

source: Configure the fields to show on form
es_es: Configura los campos que se mostraran en el formulario

source: Event title and date are always required
es_es: Título y fecha del evento son obligatorios

source: Use the shortcode
es_es: Utiliza el shortcode

source: where you want to display the form.
es_es: donde quieras mostrar el formulario.

source: Who can send events?
es_es: ¿Quién puede enviar eventos?

source: No one
es_es: Nadie

source: Registered only
es_es: Solo registrados

source: All, name and mail required
es_es: Todos, se requiere nombre y email

source: Event image
es_es: Imagen del evento
nl_nl: Afbeelding activiteit

source: Event category
es_es: Categoría del evento
nl_nl: Categorie activiteit

source: Hidde
es_es: Esconder
nl_nl: Verborgen

source: Show categories already created
es_es: Mostrar las categorías ya creadas

source: Show categories and allow to create a new one
es_es: Mostrar las categorías y permitir crear nuevas

source: Event organizer
es_es: Organizador del evento

source: Show organizers already created
es_es: Mostrar los organizadores ya creados

source: Show organizers and allow to create a new one
es_es: Mostrar los organizadores y permitir crear nuevos

source: Extra fields to show on organizer creation
es_es: Mostrar otros campos para nuevos organizadores

source: Organizer description
es_es: Descripción del organizador

source: Organizer image
es_es: Imagen del organizador

source: Organizer phone
es_es: Teléfono del organizador

source: Organizer mail
es_es: eMail del organizador

source: Organizer web
es_es: Web del organizador

source: Event place
es_es: Lugar del evento

source: Show places already created
es_es: Mostrar los lugares ya creados

source: Show places and allow to create a new one
es_es: Mostrar los lugares y permitir crear nuevos

source: Extra fields to show on place creation
es_es: Mostrar otros campos para nuevos lugares

source: Place description
es_es: Descripción del lugar

source: Place image
es_es: Imagen del lugar

source: Place address
es_es: Dirección del lugar

source: Place city
es_es: Ciudad

source: Place country
es_es: País

source: Place state
es_es: Estado

source: Place Postal Code
es_es: Código postal

source: Place phone
es_es: Teléfono

source: Place mail
es_es: eMail

source: Place web
es_es: Web del lugar

source: Mail Settings
es_es: Configuración del eMail

source: Configure the mail recibed when one user submits an envent
es_es: Configura el eMail que recibirá el administrador cuando un usuario envíe un evento

source: From name
es_es: Nombre del remitente

source: From email
es_es: eMail del remitente

source: To (comma separated emails)
es_es: Para (emails separados por comas)

source: Subject
es_es: Asunto

source: Mail content
es_es: Contenido del eMail

source: Preconfigured mail is sent when you let it blank
es_es: Dejar en blanco para enviar el eMail preconfigurado

source: Allowed tags are:
es_es: Etiquetas aceptadas:

source: #user : username and email
es_es: #user : username y email

source: #event-link : admin event link to validate
es_es: #event-link : administrador link del evento a validar

source: #category-link : admin category link to validate
es_es: #category-link : administrador link de la categoría a validar

source: #organizer-link : admin organizer link to validate
es_es: #organizer-link : administrador link del organizarod a validar

source: #place-link : admin place link to validate
es_es: #place-link : administrador link del lugar a validar

source: License & Updates
es_es: Licencias y Actualizaciones

source: License key for updates
es_es: Número de licencia para actualizaciones

source: provide the license sent to your email for alowing future updates of this addon
es_es: inserte el número de licencia, facilitado por email, para poder disponer de futuras actualizaciones del addon

source: Enable auto update
es_es: Activar actualizaciones automáticas

source: You must login to send an event
es_es: Debe acceder a su cuenta (log in) para enviar eventos

source: You must login or provide user and mail to send an event
es_es: Debe acceder a su cuenta (log in) o facilitar un usuario y email para enviar eventos

source: Event title is required
es_es: Título del evento es obligatorio

source: Event date is required
es_es: Fecha del evento es obligatorio

source: An error ocurred sending your event. Please try again.
es_es: Se ha detectado un error al enviar su evento. Por favor, inténtelo de nuevo.

source: There was an error uploading your event image.
es_es: Ha ocurrido un error al subir la imagen del evento.

source: Organizer was not created.
es_es: Organizador no se ha creado correctamente.

source: There was an error uploading your organizer image.
es_es: Ha ocurrido un error al subir la imagen del organizador.

source: Place was not created.
es_es: Lugar no se ha creado correctamente.

source: There was an error uploading your place image.
es_es: Ha ocurrido un error al subir la imagen del lugar.

source: Your event has been sent and is awaiting approval
es_es: Su evento ha sido enviado y se encuentra pendiente de aprobación

source: New event submitted
es_es: Nuevo evento recibido

source: has sent a new event
es_es: se ha enviado un nuevo evento

source: This event has been created with new organizers, places and/or categories, so these ones must be approved before event validation to link within the event.
es_es: Este evento se creó junto con nuevos organizadores, lugares y/o categorías. Por tanto, estos últimos deben ser aprobados antes que el evento para que se puedan incluir en él.

source: is waiting for validation
es_es: pendiente de validación

source: When new organizers, places and/or categories are validated,
es_es: Cuando nuevos organizadores, lugares y/o categorías sean validadas,

source: You can approve event
es_es: Puede aprovar el evento

source: Your name
es_es: Su nombre

source: Your email
es_es: Su email

source: Submit event
es_es: Enviar evento

source: Dates
es_es: Fechas

source: Ticket
es_es: Entrada

source: notes
es_es: notas

source: Add new Category
es_es: Añadir nueva Categoría

source: Category name
es_es: Nombre de la categoría

source: Default settings
es_es: Configuración inicial

source: Share on Facebook
es_es: Compartir en Facebook

source: Share on Twitter
es_es: Compartir en Twitter

source: Share on Linkdin
es_es: Compartir en Linkedin

source: Share on Google+
es_es: Compartir en Google+

source: Share on Pinterest
es_es: Compartir en Pinterest

source: Social Media
es_es: Redes sociales

source: Social Media settings
es_es: Configuración Redes sociales

source: Update all templates to include this addon
es_es: Actualizar todas las plantillas para poder incluir este Addon

source: Update All
es_es: Actualizar todas

source: You are going to update all templates to insert this addon. Remember that custom edited templates will not be updated. Check all changes and edit if is needed in the next page.
es_es: Se va a proceder a actualizar todas las plantillas para insertar este Addon. Recuerde que las plantillas personalizadas no se actualizarán. Verifique todos los cambios y edite la plantilla si es necesario en el siguiente paso.

source: Use this option to Manual Update templates when they don't include Social Media Share buttons.
es_es: Esta opción es para Actualizar Manualmente las plantillas cuando no se incluyan botones del addon de Redes Sociales (Social Media Share)

source: This will not work with custom templates, but you can use Drag and Drop system. Find further information about how to use <a target='_blank' href='http://www.chronosly.com/faq/addons/social-media-share-addon/'>D&D system and Social media addon</a>.
es_es: Esta opción no surgirá efecto con plantillas personalizadas, se debe utilizar el Drag & Drop system del Editor de plantillas. Encontrará más información en <a target='_blank' href='http://www.chronosly.com/faq/addons/social-media-share-addon/'>Addon de Redes Sociales y Drag&Drop system</a>.

source: For single edited templates (previously edited directly inside the events page) you can also update template using the new Drag and Drop 'Share box' button in Template Editor.
es_es: Para plantillas editadas directamente en eventos (dentro de la página individual de un evento), se debe actualizar la plantilla mediante Drag and Drop y la opción "Share box" del Editor de plantillas.

source: Default Settings
es_es: Configuración por defecto

source: Facebook button enabled
es_es: Facebook habilitado

source: Twitter button enabled
es_es: Twitter habilitado

source: Twitter content
es_es: Contenido de Twitter

source: Set twitter share text: use #content to show EXCERPT and #title to display EVENT title
es_es: Indica el texto a compartir en twitter: usa #content para mostrar el EXCERPT y #title para mostrar el título del EVENTO

source: <a target='_blanck' href='http://www.chronosly.com/faq/addons/social-media-share-addon/'>More info</a>
es_es: <a target='_blanck' href='http://www.chronosly.com/faq/addons/social-media-share-addon/'>Más información</a>

source: Linkdin button enabled
es_es: Linkdin habilitado

source: Goggle+ button enabled
es_es: Google+ habilitado

source: Pinterest button enabled
es_es: Pinterest habilitado

source: Bit.ly url shorten
es_es: Bit.ly acortar url

source: Bit.ly user name
es_es: Bit.ly usuario

source: Find your <a target='_blanck' href='https://bitly.com/a/your_api_key'>bitly api key</a>
es_es: Encuentra tu <a target='_blanck' href='https://bitly.com/a/your_api_key'>bitly api key</a>

source: Find event
es_es: Buscar evento

source: Author
es_es: Autor

source: Less
es_es: Menos

source: miles
es_es: millas

source: Required geolocation to find events near you
es_es: Se requiere geolocalización para encontrar eventos cercanos

source: Events near to me
es_es: Eventos cercanos

source: Previous day
es_es: Día anterior

source: Next day
es_es: Día próximo

source: Filter and Sort Settings
es_es: Configuración de Filter and Sort

source: Filter Bars Settings
es_es: Configuración de las barras de filtro

source: Show filter on Events list
es_es: Mostrar filtros en la lista principal de eventos

source: Show filter on Organizers list
es_es: Mostrar filtros en la lista de organizadores

source: Show filter on Places list
es_es: Mostrar filtros en la lista de lugares

source: Show filter on Categories list
es_es: Mostrar filtros en la lista de categorías

source: Show filter on single Category
es_es: Mostrar filtros en la interior de categoría

source: Show filter on Calendar
es_es: Mostrar filtros en el calendario

source: Max Price range
es_es: Max precio en el rango

source: Unit of length
es_es: Unidad de medida

source: Events list Filter and Sort
es_es: Lista principal Filtros y Orden

source: Filter
es_es: Filtro

source: Sort
es_es: Orden
nl_nl: Sorteren

source: Week/Month/Year navigation
es_es: Navegación Semana/Mes/Año

source: Show a week,month or year navigation, based on event list settings, to navigate previous or next.
es_es: Mostrar navegación según semana, mes o año en función de la configuración del listado. Permite navegar hacia el pasado y el futuro.

source: Event Name
es_es: Nombre del evento
nl_nl: Naam activiteit

source: This filter will show as search input box.
es_es: Muestra un campo de texto para filtrar

source: Event Date
es_es: Fecha del evento

source: Event Price
es_es: Precio del evento

source: This filter will show as range input box.
es_es: Este filtro muestra un rango

source: Place Name
es_es: Nombre del lugar

source: Place State
es_es: Estado del lugar

source: Place Country
es_es: País

source: Place City
es_es: Ciudad

source: Place Address
es_es: Dirección del lugar

source: Place near to user
es_es: Evento cercano al usuario

source: Organizers list Filter and Sort
es_es: Listado de Organizadores Filtros y Orden

source: Places list Filter and Sort
es_es: Listado de Lugares Filtros y Orden

source: Categories list Filter and Sort
es_es: Listado de Categorías Filtros y Orden

source: Single Category Filter and Sort
es_es: Categoría interior Filtros y Orden

source: Calendar Filter
es_es: Calendario Filtros
nl_nl: Kalender filter

source: Repeats every
es_es: Repite cada
nl_nl: Herhaald zich elke

source: Repeats end
es_es: Repetición termina en
nl_nl: Einde herhaling

source: Is repeated
es_es: Se repite
nl_nl: Wordt herhaald

source: Template view
es_es: Vista de plantilla
nl_nl: Template weergave

source: Latitude & Longitude
es_es: Latitud y Longitud

source: Import and Export Settings
es_es: Configuración Importar y Exportar
nl_nl: Import en export instellingen

source: Events are succesfully imported to Chronosly
es_es: Eventos importados a Chronosly correctamente!

source: Error ocurred importing events
es_es: Ha ocurrido un error durante la importación de los eventos

source: The file type that you've uploaded is not ics
es_es: El fichero indicado no es un formato .ics válido

source: The file type that you've uploaded is not csv
es_es: El fichero indicado no es un formato .csv válido

source: Organizers are succesfully imported to Chronosly
es_es: Organizadores importados a Chronosly correctamente!

source: Error ocurred importing organizers
es_es: Ha ocurrido un error durante la importación de los organizadores

source: Places are succesfully imported to Chronosly
es_es: Lugares importados a Chronosly correctamente!
