Repository: marcelovani/chronosly-events-calendar
Catalog: languages/chronosly-*.po
Languages: es_es, nl_nl

source: If you choose to repeat an event, more options will appear such as repeating the event over a period time, either in days, weeks or years. These new options will allow you to set the end of the repetitions, by setting an exact end date o a definite number of repetitions, for examples the event to be repeated twice.
es_es: Si uno de los eventos tiene repetición, aparecerán nuevas opciones como la elección del periodo de tiempo de repetición en días, semanas o años. Estas nuevas opciones también permiten establecer cuándo terminarán las repeticiones, ya sea con una fecha exacta o definiendo el número de repeticiones.
nl_nl: Als je ervoor kiest om een activiteit te herhalen, zie je de optie om de activiteit om te herhalen in dagen, weken of jaren. Deze nieuwe optie stelt je in staat om het einde van de herhaling in te stellen.

source: 12 hours time format
es_es: Formato 12h (AM/PM)

source: Organizers and Places settings
es_es: Configuración Organizadores y Lugares

source: Places
es_es: Lugares
nl_nl: Locaties

source: No events found
es_es: No se encontraron eventos
nl_nl: Geen activiteiten gevonden

source: Categories
es_es: Categorías
nl_nl: Categorieën

source: More
es_es: Más
nl_nl: Meer

source: events
es_es: eventos
nl_nl: Activiteiten

source: Previous page
es_es: Página anterior
nl_nl: Vorige pagina

source: Next page
es_es: Siguiente página
nl_nl: Volgende pagina

source: Places list
es_es: Lista de lugares
nl_nl: Lijst met locaties

source: January
es_es: Enero
nl_nl: Januari

source: February
es_es: Febrero
nl_nl: Februari

source: March
es_es: Marzo
nl_nl: Maart

source: April
es_es: Abril

source: May
es_es: Mayo
nl_nl: Mei

source: June
es_es: Junio
nl_nl: Juni

source: July
es_es: Julio
nl_nl: Juli

source: August
es_es: Agosto
nl_nl: Augustus

source: September
es_es: Septiembre

source: October
es_es: Octubre
nl_nl: Oktober

source: November
es_es: Noviembre

source: December
es_es: Diciembre

source: Sun
es_es: Dom
nl_nl: Zon

source: Mon
es_es: Lun
nl_nl: Maa

source: Tue
es_es: Mar
nl_nl: Din

source: Wed
es_es: Mie
nl_nl: Woe

source: Thu
es_es: Jue
nl_nl: Don

source: Fri
es_es: Vie
nl_nl: Vrij

source: Sat
es_es: Sab
nl_nl: Zat

source: today
es_es: hoy
nl_nl: vandaag

source: year
es_es: año
nl_nl: jaar

source: month
es_es: mes
nl_nl: maand

source: week
es_es: semana

source: view
es_es: vista
nl_nl: weergave

source: view+
es_es: ver+
nl_nl: weergave+

source: close
es_es: cerrar
nl_nl: sluit

source: Organizers list
es_es: Lista de organizadores
nl_nl: Lijst met organisatoren

source: Organizers
es_es: Organizadores
nl_nl: Organisatoren

source: Category list
es_es: Lista de Categoría
nl_nl: Overzicht categorieën

source: Upcoming Events
es_es: Eventos Próximos
nl_nl: Eerstvolgende activiteiten

source: Download Templates
es_es: Descarga de Plantillas
nl_nl: Template downloaden

source: You do not have sufficient permissions to access this page.
es_es: No posee suficientes permisos para acceder a esta página.
nl_nl: U heeft niet voldoende rechten om deze pagina te openen

source: author
es_es: autor
nl_nl: Auteur

source: price
es_es: precio
nl_nl: Prijs

source: download
es_es: descargar

source: Download Addons
es_es: Descargar Addons
nl_nl: Extra’s downloaden

source: settings
es_es: config
nl_nl: Instellingen

source: Value
es_es: Valor
nl_nl: Waarde

source: Text before
es_es: Texto antes
nl_nl: Tekst voor

source: Text after
es_es: Texto después
nl_nl: Tekst na

source: Custom Text
es_es: Texto personalizado
nl_nl: Eigen tekst

source: Readmore link
es_es: Enlace leermás
nl_nl: Lees meer link

source: Readmore text
es_es: Texto leermás
nl_nl: Lees meer tekst

source: Link action
es_es: Acción del enlace
nl_nl: Link actie

source: External url
es_es: URL externa
nl_nl: Externe url

source: Open in a new page
es_es: Abrir en una nueva página
nl_nl: Open op nieuwe pagina

source: Max chars to show
es_es: Máx. carácteres mostrados
nl_nl: Max karakters

source: Time Format
es_es: Formato de Hora
nl_nl: Tijd weergave

source: All day long
es_es: Todo el día
nl_nl: Hele dag

source: List of all events
es_es: Listado de todos los eventos
nl_nl: Lijst met alle activiteiten

source: Display all events for this element, is the event list content used inside Organizer, Place, Category and Calendar
es_es: Muestra todos los eventos para este elemento, es el listado de eventos usado dentro de Organizador, Lugar, Categoría y Calendario
nl_nl: Laat alle activiteiten van dit element zien. Deze lijst wordt gebruikt in Organisator, Locaties, Categorieën en Kalender.

source: Event title
es_es: Título del evento
nl_nl: Titel van activiteit

source: Name of your event. This is how users will first see your event. Use something they will instantly recognize
es_es: Nombre de tu evento. Es como los usuarios verán tu evento. Te recomendamos que uses un nombre que reconozcan al instante
nl_nl: De naam van de activiteit. Dit is hoe gebruikers de activiteit zien. Gebruik iets wat onmiddellijk herkenbaar is.

source: Show hidden boxes
es_es: Mostrar cajas ocultas
nl_nl: Laat verborgen velden zien

source: Open event page
es_es: Abrir la página del evento
nl_nl: Open activiteit pagina

source: Open external page
es_es: Abrir una página externa
nl_nl: Open externe pagina

source: Pop up event page
es_es: Pop up del evento
nl_nl: Pop up activiteit pagina

source: Event description
es_es: Descripción del evento
nl_nl: Beschrijving activiteit

source: Summarize and include details about what the event will be about so users will know what they can expect of that particular event.<br/><br/>The more details you can provide, the more vivid the image of the event will be in the users mind.
es_es: Haz un breve resumen que incluya detalles relevantes sobre el evento, para que tu audiencia pueda conocer con más detalle la temática del evento.<br/> <br/>Cuanto más detalles incluyas, más fácil será, para los usuarios, hacerse una idea sobre el evento.
nl_nl: Maak een samenvatting van de activiteit zodat lezers kunnen zien wat ze kunnen verwachten. Hoe meer details je vermeld, hoe beter, maar maak het niet te lang. Vergeet ook niet om een afbeelding voor dit evenement toe te voegen onder ‘uitgelichte afbeelding’. Gebruik template ‘Standaard’.

source: Event excerpt
es_es: Extracto del evento
nl_nl: Samenvatting activiteit

source: Optional summary or description of an event, an event summary.<br/><br/>Excerpt is used to describe events in RSS feeds and also in search results.
es_es: Pequeña descripción opcional de un evento, sumario de un evento. <br/> <br/>El extracto de un evento suelen usarse para dar detalles a los usuarios en las sindicaciones por RSS o en los resultados en buscadores.
nl_nl: Optionele korte omschrijving van de activiteit. Deze worden gebruikt in zoekresultaten en RSS feeds.

source: Custom text
es_es: Texto personalizado
nl_nl: Eigen tekst

source: Add and customize some text to give customers extra information about your event.<br/>This option does not allow edit the text with bold, images or other resources. If text edititing is needed choose Custom text box
es_es: Añade y personaliza un texto para proporcionar más información sobre tu evento. <br/>Esta opción no permite editar el texto con negrita, imágenes u otros recursos. Para editar con estas opciones se debe seleccionar la opción Caja de texto personalizado
nl_nl: Voeg eigen tekst toe om extra info door te kunnen geven. Je kunt hier alleen platte tekst gebruiken.

source: Change me
es_es: Modifícame
nl_nl: Verander mij

source: Custom text box
es_es: Caja de texto personalizado
nl_nl: Eigen tekst veld

source: Add and customize some text to give customers extra information about your event.<br/>This option allows users to edit the text with bold, images or other resources
es_es: Añade y personaliza un texto para proporcionar más información sobre tu evento. <br/>Esta opción permite editar el texto con negrita, imágenes u otros recursos
nl_nl: Voeg eigen tekst toe als extra informatie. Je kunt in de tekst andere resources toevoegen als afbeeldingen en links.

source: Custom link
es_es: Enlace personalizado
nl_nl: Eigen link

source: Add and customize an internal or external link to give extra information or references about the event
es_es: Añade y personaliza un enlace interno o externo para proporcionar más información o referencias sobre tu evento.
nl_nl: Voeg eigen interne of externe links toe aan deze activiteit

source: Link text
es_es: Texto del enlace (anchor text)
nl_nl: Link tekst

source: Pop up inside page
es_es: Pop up de la página interior
nl_nl: Pop up op pagina

source: Custom code
es_es: Código personalizado
nl_nl: Eigen code

source: Insert any WP shortcode, always compatible with the rest of your installed plugins
es_es: Inserta cualquier WP shortcode, siempre será compatible con el resto tus plugins instalados
nl_nl: Voeg een WP shortcode toe die compatible met de rest van je plugins

source: Inside box
es_es: Caja interior
nl_nl: Binnenin veld

source: Insert another Drag & Drop box inside the main box for better styling of elements inside. Multiple Inside Boxes can be nested.
es_es: Inserta otra caja con Drag & Drop dentro de la caja principal para conseguir una mejor adaptación de los elementos interiores. Se pueden insertar tantas Cajas interiores como se necesite.
nl_nl: Voeg een drag and drop veld toe in het hoofdveld om de styling te wijzigen.

source: Full Date
es_es: Fecha completa
nl_nl: Volledige datum

source: Set display format for start / end date at the same time
es_es: Configuración de la fecha de inicio / final en un sólo paso
nl_nl: Stelt de weergave in van start- en einddatum op dezelfde tijd

source: Full Time
es_es: Hora completa
nl_nl: Volledige tijd

source: Set display format for start / end time at the same time
es_es: Configuración de la hora de inicio / final en un sólo paso
nl_nl: Stelt de weergave voor start- en eindtijd in

source: Full DateTime
es_es: Fecha/Hora completa
nl_nl: Volledige datum/tijd

source: Set display format for start / end date and time at the same time
es_es: Configuración de la fecha y hora de inicio / final en un sólo paso
nl_nl: Stelt de weergave van start- en einddatum in op dezelfde tijd

source: Start date
es_es: Fecha inicio
nl_nl: Start datum

source: Set the start date for your event
es_es: Configuración de la fecha de inicio del evento
nl_nl: Stelt start datum in voor deze activiteit

source: Start hour
es_es: Hora inicio
nl_nl: Begintijd

source: Set the start hour for your event
es_es: Configuración de la hora de inicio del evento
nl_nl: Stelt starttijd in

source: Start DateTime
es_es: Fecha/Hora inicio
nl_nl: Start datum - tijd

source: Set display format for start date and time
es_es: Configuración de la fecha y hora de inicio del evento
nl_nl: Stelt de weergave van start datum en -tijd in

source: End date
es_es: Fecha final
nl_nl: Einddatum

source: Set the end date for your event
es_es: Configuración de la fecha final del evento
nl_nl: Stel einddatum in

source: End hour
es_es: Hora final
nl_nl: Eindtijd uur

source: Set the end hour for your event
es_es: Configuración de la hora final del evento
nl_nl: Stel eindtijd in

source: End DateTime
es_es: Fecha/Hora final
nl_nl: Einddatum en -tijd

source: Set display format for end date and time
es_es: Configuración de la fecha y hora final del evento
nl_nl: Stel weergave in voor einddatum en -tijd

source: Featured image
es_es: Imagen destacada
nl_nl: Uitgelichte afbeelding

source: Add a featured image to your event.<br/>You can customize your event by adding an image that will represent the event contents and will be useful for users to identify it
es_es: Añade una imagen destacada para tu evento.<br/>Puedes personalizar tu evento añadiendo una imagen que se asocie rápidamente con el evento ya que será más fácil para tus usuarios identificar tu evento
nl_nl: Voeg een uitgelichte afbeelding toe voor je activiteit.

source: Link Image
es_es: Enlace de la imagen
nl_nl: Link afbeelding

source: Custom image
es_es: Imagen personalizada
nl_nl: Eigen afbeelding

source: Add a customised image to your event.<br/>You can customize your event adding an image that will represent the event contents and will be useful for users to identify it.
es_es: Añade una imagen personalizada para tu evento.<br/>Puedes personalizar tu evento añadiendo una imagen que se asocie rápidamente con el evento ya que será más fácil para tus usuarios identificar tu evento
nl_nl: Voeg een uitgelichte afbeelding toe aan je activiteit.

source: Gallery
es_es: Galería
nl_nl: Gallerij

source: Add an image gallery to your event.<br/>You can customize your event adding an image gallery that will represent the event contents and will be useful for users to identify it.<br/><br/>This advanced setting is fully compatible with most common image gallery plugins for wordpress
es_es: Añade una galería de imágenes para tu evento.<br/>Puedes personalizar tu evento añadiendo una galería de imágenes que se asocie rápidamente con el evento ya que será más fácil para tus usuarios identificar tu evento <br/> <br/>Esta configuración avanzada es totalmente compatible con la mayoría de plugins de galerías de imágenes para wordpress
nl_nl: Voeg een afbeeldingsgallerij toe aan je activiteit.

source: Name
es_es: Nombre
nl_nl: Naam

source: Link to organizer
es_es: Enlace a organizador
nl_nl: Link naar (externe) organisator

source: Pop up organizer page
es_es: Pop up del organizador
nl_nl: Popup (externe) organisator pagina

source: Description
es_es: Descripción
nl_nl: Beschrijving

source: Open organizer page
es_es: Abrir página de organizador
nl_nl: Open pagina van de organisator

source: Excerpt
es_es: Extracto del evento
nl_nl: Samenvatting

source: Phone
es_es: Teléfono
nl_nl: Telefoon

source: Open place page
es_es: Abrir página de lugar
nl_nl: Open plaats pagina

source: Pop up place page
es_es: Pop up del lugar
nl_nl: Pop up plaats pagina

source: Show readmore
es_es: Mostrar leermás
nl_nl: Toon ‘lees meer’

source: more
es_es: más
nl_nl: meer

source: Image
es_es: Imagen
nl_nl: Afbeelding

source: state
es_es: estado
nl_nl: Staat

source: City
es_es: Ciudad
nl_nl: Plaats

source: country
es_es: país
nl_nl: land

source: Postal Code
es_es: Código postal
nl_nl: Postcode

source: Address
es_es: Dirección
nl_nl: Adres

source: List of all tickets
es_es: Lista de todas las entradas
nl_nl: Lijst met tickets

source: Display all tickets filled for this event in a predefined format
es_es: Mostrar todas las entradas para este evento en formato predeterminado
nl_nl: Toon alle tickets voor deze activiteit in een bepaalde weergave

source: Price
es_es: Precio
nl_nl: Prijs

source: Sold Out
es_es: Agotadas
nl_nl: Uitverkocht

source: Capacity
es_es: Aforo
nl_nl: Capaciteit

source: Min per user
es_es: Mín. por usuario
nl_nl: Min per gast

source: Max per user
es_es: Máx. por usuario
nl_nl: Max per gast

source: Start time
es_es: Hora de inicio
nl_nl: Begintijd

source: End time
es_es: Hora de final
nl_nl: Eindtijd

source: Notes
es_es: Notas
nl_nl: Notities

source: Buy link
es_es: Enlace de Comprar
nl_nl: Kopen link

source: Buy text
es_es: Texto de Comprar
nl_nl: Kopen tekst

source: Buy
es_es: Comprar
nl_nl: Koop

source: Category Name
es_es: Nombre ccategoría
nl_nl: Categorie Naam

source: Open category page
es_es: Abrir página de Categoría
nl_nl: Open categorie pagina

source: Category Description
es_es: Descripción de categoría
nl_nl: Categorie Beschrijving

source: Tags
es_es: Etiquetas

source: Cache cleared
es_es: Cache vaciada
nl_nl: Cache opschonen

source: This template is a predefined template, you can't delete it
es_es: Esta plantilla no se puede borrar, es una plantilla predefinida
nl_nl: Dit is een vaststaand template dat niet verwijderd kan worden

source: An error ocurred when try to delete this template
es_es: Ha ocurrido un error mientras se borraba la plantilla
nl_nl: Er trad een fout op bij het verwijderen van deze template

source: removed
es_es: borrada
nl_nl: verwijderd

source: This template is a predefined template, you can't modify it because further template autoupdates and addons upload will be automaticly.
es_es: Esta es una plantilla plantilla predeterminada, no se puede modificar porqué f uturas actualizaciones de la plantilla y/o instalaciones de addons se realizarán automáticamente.
nl_nl: Dit is een standaard template, en kan niet worden gewijzigd. Kloon dit template om wijzigingen aan te kunnen brengen.

source: Please, if you want to change this template, clone it and modify the copy.
es_es: Por favor, si se quiere modificar esta plantilla, se debe clonar y modificar la copia.
nl_nl: Dit template moet eerst gekloond worden om gewijzigd te kunnen worden.

source: updated
es_es: actualizada
nl_nl: geüpdatet

source: template edited
es_es: plantilla editada
nl_nl: template gewijzigd

source: Event
es_es: Evento
nl_nl: Activiteit

source: Organizer
es_es: Organizador
nl_nl: Organisator

source: Place
es_es: Lugar
nl_nl: Locatie

source: Category & Tag
es_es: Categoría y etiqueta
nl_nl: Categorie & tag

source: Custom
es_es: Personalización

source: Time
es_es: Hora
nl_nl: Tijd

source: Tickets
es_es: Entradas
nl_nl: Kaarten

source: Settings
es_es: Configuración
nl_nl: Instellingen

source: Edit Templates
es_es: Plantillas Edición
nl_nl: Wijzig templates

source: Templates status
es_es: Plantillas Estado
nl_nl: Template status

source: Addons settings
es_es: Addons Configuración
nl_nl: Addons instellingen

source: Support
es_es: Ayuda

source: Action failed. Please refresh the page and retry.
es_es: Acción no completada. Por favor recarga la página y prueba de nuevo.
nl_nl: Actie mislukt. Ververs de pagina en probeer het opnieuw.

source: Main page
es_es: Página principal
nl_nl: Hoofdpagina

source: Version
es_es: Versión
nl_nl: Versie

source: required update to
es_es: es necesario actualizar a
nl_nl: verplichte update naar

source: Delete
es_es: Borrar
nl_nl: Verwijderen

source: Save
es_es: Guardar
nl_nl: Opslaan

source: newer version
es_es: versión actualizada
nl_nl: nieuwere versie

source: Without
es_es: Sín
nl_nl: Zonder

source: Category
es_es: Categoría
nl_nl: Categorie

source: Template
es_es: Plantilla

source: All events list view
es_es: Vista Lista de Todos los eventos
nl_nl: Alle activiteiten lijst weergave

source: Single event view
es_es: Vista Evento individual
nl_nl: Enkele activiteit tonen

source: Calendar view
es_es: Vista Calendario
nl_nl: Kalender tonen

source: Category events list view
es_es: Vista Lista de eventos Categoría
nl_nl: Categorie activiteit lijst tonen

source: Organizer events list view
es_es: Vista Lista de eventos Orzanizador
nl_nl: Organisator activiteit lijst tonen

source: Place events list view
es_es: Vista Lista de eventos Lugar
nl_nl: Locatie activiteit lijst tonen

source: All organizers list view
es_es: Vista Lista Todos los Organizadores

source: Single organizer view
es_es: Vista Organizador individual
nl_nl: Enkele activiteit organisator tonen

source: All places list view
es_es: Vista Lista de Todos los Lugares
nl_nl: Alle locaties lijst tonen

source: Single place view
es_es: Vista de Lugar individual
nl_nl: Enkele locatie tonen

source: All categories list view
es_es: Vista Lista Todos las Categorías
nl_nl: Alle categorieën lijst tonen

source: Single category view
es_es: Vista Categoría individual
nl_nl: Enkele categorie tonen

source: Individualy edited
es_es: Editado individualmente
nl_nl: Individueel gewijzigd

source: Chart representation of template usage
es_es: Representación gráfica del uso de plantillas
nl_nl: Diagram van template gebruik

source: There was an error installing this template
es_es: Ha surgido un error cuando se instalaba esta plantilla
nl_nl: Er is een fout opgetreden tijdens installatie van deze template

source: The file type that you've uploaded is not a Chronosly Template ZIP.
es_es: El formato del archivo que se ha subido no corresponde a una Plantilla Chronosly en formato ZIP.
nl_nl: Het geuploade bestand is geen Chronosly ZIP bestand.

source: license
es_es: licéncia
nl_nl: licentie

source: Upload Image
es_es: Subir imagen
nl_nl: Afbeelding uploaden

source: Update Gallery
es_es: Actualizar galería
nl_nl: Gallerij bijwerken

source: Chronosly widget for Events,Calendar, Organizers and Places
es_es: Widget de Chronosly para Eventos, Calendario, Organizadores y Lugares
nl_nl: Chronosly widget voor Activiteiten, Kalender, Organisatoren en Locaties

source: Title:
es_es: Título:
nl_nl: Titel:

source: Type:
es_es: Tipo:

source: Events
es_es: Eventos
nl_nl: Activiteiten

source: Calendar
es_es: Calendario
nl_nl: Kalender

source: Single view:
es_es: Vista individual:
nl_nl: Enkel view:

source: Ids:
es_es: Identificadores:

source: Exclude:
es_es: Excluir:
nl_nl: Uitsluiten:

source: Category:
es_es: Categoría:
nl_nl: Categorie:

source: Organizer:
es_es: Organizador:
nl_nl: Organisator:

source: Place:
es_es: Lugar:
nl_nl: Plaats:

source: Upcoming:
es_es: Próximos:
nl_nl: Komend:

source: Year:
es_es: Año:
nl_nl: Jaar:

source: Month:
es_es: Mes:
nl_nl: Maand:

source: Week:
es_es: Semana:

source: Day (Y-m-d):
es_es: Día (Y-m-d):
nl_nl: Dag (J-m-d):

source: Limit:
es_es: Límite:
nl_nl: Limiet:

source: Pagination
es_es: Paginación
nl_nl: Paginatie

source: Small container (like sidebar):
es_es: Pequeño contenedor (como barra lateral)
nl_nl: Kleine container (zoals sidebar):

source: Text size
es_es: Tamaño de texto
nl_nl: Tekst grootte

source: Font family
es_es: Familia de fuente
nl_nl: Font familie

source: Bold
es_es: Negrita

source: Uppercase
es_es: Mayúscula

source: Align
es_es: Alinear
nl_nl: Uitlijnen

source: Decoration
es_es: Decoración
nl_nl: Decoratie

source: Background color
es_es: Color de fondo
nl_nl: Achtergrondkleur

source: Round
es_es: Redondeado
nl_nl: Rond

source: Border color
es_es: Color del borde
nl_nl: Rand kleur

source: Border size
es_es: Tamaño del borde
nl_nl: Rand grootte

source: Border style
es_es: Estilo del borde
nl_nl: Rand stijl

source: Custom css
es_es: CSS personalizado
nl_nl: Eigen CSS

source: from
es_es: desde
nl_nl: van

source: Organized by
es_es: Organizado por

source: Buy tickets
es_es: Comprar entradas
nl_nl: Koop kaarten

source: Add new Place
es_es: Añadir nuevo Lugar
nl_nl: Voeg nieuwe plaats toe

source: More details
es_es: Más detalles
nl_nl: Meer details

source: Country
es_es: País
nl_nl: Land

source: State
es_es: Estado
nl_nl: Staat

source: Mail
es_es: eMail

source: edit
es_es: editar
nl_nl: wijzig

source: delete
es_es: borrar
nl_nl: verwijder

source: Title
es_es: Título
nl_nl: Titel

source: Min.
es_es: Mín.

source: Max.
es_es: Máx.

source: From
es_es: Desde
nl_nl: Van

source: To
es_es: A
nl_nl: Tot

source: Link
es_es: Enlace

source: Add ticket
es_es: Añadir ticket
nl_nl: Kaarten toevoegen

source: Manage all your event tickets and registrations. Show all important details about your event tickets, such as number of tickets available, price, capacity and much more.
es_es: Administra todas tus entradas y procesos de registro para tus eventos. Muestra información relevante de tus entradas, tal como número de entradas disponibles, precio, aforo y muchas más.
nl_nl: Beheer al je kaarten en registraties. Toon alle belangrijke details van je activiteiten en tickets, zoals de hoeveelheid beschikbare kaarten, prijzen, capaciteit en dergelijke.
