Repository: marcelovani/chronosly-events-calendar
Catalog: languages/chronosly-*.po
Languages: es_es, nl_nl

source: Error ocurred importing places
es_es: Ha ocurrido un error durante la importación de los lugares

source: Restored succesfully to previous status
es_es: Se ha restaurado al estado anterior correctamente!

source: Error ocurred restoring previous status
es_es: Ha ocurrido un error durante la restauración al estado anterior

source: Import
es_es: Importar

source: Import events from ics
es_es: Importar eventos desde .ics

source: Import events from csv
es_es: Importar eventos desde .csv

source: Import organizers from csv
es_es: Importar organizadores desde .csv

source: Import places from csv
es_es: Importar lugares desde .csv

source: Restore events since previous import
es_es: Restablecer eventos antes de la última importación

source: Restore organizers since previous import
es_es: Restablecer organizadores antes de la última importación

source: Restore places since previous import
es_es: Restablecer lugares antes de la última importación

source: Export
es_es: Exportar

source: Export events to ics
es_es: Exportar eventos a .ics

source: Export events to csv
es_es: Exportar eventos a .csv

source: Export organizers to csv
es_es: Exportar organizadores a .csv

source: Export places to csv
es_es: Exportar lugares a .csv

source: Web
nl_nl: Website

source: Change profile
nl_nl: Wijzig profiel

source: Your templates are now updated to use the addon, but you have to manualy edit all templates that you have updated inside an event edit page
nl_nl: Je templates zijn nu geüpdatet om de addon te gebruiken, maar je moet alle templates nu bijwerken

source: You have the latest version of Chronosly
nl_nl: Je hebt de laatste versie van Chronosly

source: Current Version
nl_nl: Huidige versie

source: You have an older version of Chronosly, update it for get the latests features.
nl_nl: Je hebt een oudere versie van Chronosly, graag updaten voor de laatste features.

source: to
nl_nl: tot

source: Color
nl_nl: Kleur

source: Margin
nl_nl: Marge

source: Organized by
nl_nl: Georganiseerd door

source: Variables
nl_nl: Variabelen

source: Clone template
nl_nl: Kloon template

source: Clone
nl_nl: Kloon

source: Create new template
nl_nl: Maak nieuw template

source: Create
nl_nl: Maak

source: Edit templates
nl_nl: Wijzig template

source: Update your custom templates to integrate this addon
nl_nl: Werk je eigen templates bij om deze add-on te integreren

source: Your custom edited templates have to be manually edited.
nl_nl: Je eigen gemaakte templates moeten handmatig gewijzigd worden.

source: You have to insert where you want the new addon element via drag and drop, and customize the style(css or template editor).
nl_nl: Je kunt de elementen van de add-on slepen en plaatsen op de plek waar je ze wil hebben. Ook kun je css gebruiken voor de styling.

source: Select the template you want to edit
nl_nl: Selecteer de template die je wil wijzigen

source: Delete template
nl_nl: Verwijder template

source: Confirm to delete this template, you can't recover it
nl_nl: Bevestig het verwijderen van deze template. Je kunt dit niet ongedaan maken.

source: Update all templates that you are using in your events
nl_nl: Update alle templates die je gebruikt voor je activiteiten

source: You can find all templates that are working in your events in
nl_nl: Je kunt alle templates die je gebruikt vinden in

source: Templates Status
nl_nl: Template Status

source: Select the view you want to edit
nl_nl: Selecteer de view die je wil veranderen

source: This views needs your approval, save changes on every view when they are ready
nl_nl: Deze view heeft je goedkeuring nodig. Sla wijzingen op wanneer je klaar bent

source: Save changes
nl_nl: Opslaan

source: Addons
nl_nl: Extra’s

source: General
nl_nl: Algemeen

source: Backend profile
nl_nl: Backend profiel

source: Don't worry about anything, just upload your events very easily. Templates and extra addons are available in our marketplace.
nl_nl: Maak je geen zorgen, maak je activiteiten aan en wij doen de rest. Templates en add-ons zijn verkrijgbaar in onze Market Place.

source: Take control of everything, make your own templates or edit the predefined ones with our editing drag &drop system.
nl_nl: Hou de controle over alles, maak je eigen templates aan of wijzig de bestaande met ons drag & drop systeem.

source: License Key
nl_nl: Licentie key

source: Automatic core updates
nl_nl: Automatische core updates
