Repository: marcelovani/chronosly-events-calendar
Catalog: languages/chronosly-*.po
Languages: es_es, nl_nl

source: TITLE: Create the name of your ticket type. Give a descriptive name to ensure you can distinguish between them when you define capacity and availability.
es_es: TÍTULO: Crea el nombre del tipo de entrada. Se recomienda asignar un nombre descriptivo para asegurarte poder distinguirlos a posteriori una vez se haya definido el aforo y la disponibilidad de entradas.
nl_nl: TITEL: Maak een titel aan voor je kaart type. Geef een beschrijvende naam op zodat je ze makkelijk uitelkaar kan houden.

source: PRICE: Show ticket prices, also change currency and availability
es_es: PRECIO: Muestra el precio de tus entradas, también se puede definir la Moneda en que se venden y su disponibilidad
nl_nl: PRIJS: Toon kaart prijzen, wijzig valuta en beschikbaarheid

source: SOLD OUT: Set ticket sold out
es_es: SOLD OUT: Entradas agotadas
nl_nl: UITVERKOCHT: Maak uitverkocht

source: CAPACITY: Provide detailed information about the maximum number of tickets that can be sold at your event. This set is important to avoid overbooking your event.
es_es: CAPACIDAD: Introduce información detallada sobre el número máximo de entradas (aforo) que se pueden vender para tu evento. Esta información es útil para evitar overbooking.
nl_nl: Capaciteit: Geef informatie over de hoeveelheid beschikbare kaarten. Dit voorkomt overboeking.

source: MIN.: Provide detailed information about the minimum number of tickets that can be can be purchased by each user. This set-up is used to ensure your events are accessible to as many users as possible, also to avoid the resale of ticket
es_es: MÍN.: Introduce información detallada sobre el número mínimo de entradas que se pueden vender para tu evento. Esta información es útil para asegurarse de repartir las entradas entre el mayor número de usuarios, pero también para evitar la reventa de entradas.
nl_nl: MIN: Het minimum aantal kaarten dat een klant kan kopen.

source: MAX.: Provide detailed information about the maximum number of tickets that can be can be purchased by each user. This set-up is used to ensure your events are accessible to as many users as possible, also to avoid the resale of tickets.
es_es: Introduce información detallada sobre el número máximo de entradas que se pueden vender para tu evento. Esta información es útil para asegurarse de repartir las entradas entre el mayor número de usuarios, pero también para evitar la reventa de entradas.
nl_nl: Het maximaal aantal kaarten dat een klant kan kopen.

source: FROM: Set ticket sales start date.
es_es: DESDE: Fecha de inicio de la venta de entradas
nl_nl: VANAF: Stel begin kaartverkoop in.

source: TO: Set ticket sales end date.
es_es: HASTA: Fecha final de la venta de entradas
nl_nl: TOT: Uiterste verkrijgbaarheid van je kaarten.

source: LINK: Add an external link to your selling tickets website or platform.
es_es: LINK: Añade un enlace externo hacia la página web o plataforma de venta de entradas.
nl_nl: LINK: Voeg een externe link toe die je kaarten verkoopt.

source: Lat. & Long.
es_es: Lat. y Long.

source: Guided process do step by step letting you to confirm or update all templates and views
es_es: Proceso guiado para que paso a paso se pueda confirmar o actualizar todas las plantillas y vistas
nl_nl: Een begeleid proces die je stap-voor-stap je templates laat bevestigen of updaten

source: Auto Update do the job for you, but this is not full suported on custom edited templates that could need your work
es_es: Las Actualizaciones Automáticas hacen el trabajo por ti, de todos modos, las plantillas modificadas por los usuarios no soportan dichas Actualizaciones Automáticasque necesitan que se haga manualmente
nl_nl: Auto Update doet het werk voor je, maar dit is niet een volledig ondersteunde functie op gewijzigde templates

source: For the single edited templates (previously edited directly inside the events page) you can also update template using the new drag and drop 'Share' bubble
es_es: Para las plantillas individuales (modificadas directamente dentro de las páginas de eventos) también se pueden actualizar usando la nueva función Drag & Drop de la opción 'Compartir'

source: Hour
es_es: Hora
nl_nl: Uur

source: Repeat
es_es: Repetir
nl_nl: Herhaling

source: Never (Not a recurring event)
es_es: Nunca (No es un evento recurrente)
nl_nl: Nooit (een niet terugkomende activiteit)

source: Every day
es_es: Cada día
nl_nl: Elke dag

source: Every week
es_es: Cada semana
nl_nl: Elke week

source: Every month
es_es: Cada mes
nl_nl: Elke maand

source: Every year
es_es: Cada año
nl_nl: Elk jaar

source: Repeat every
es_es: Repetir cada
nl_nl: Herhaal elke

source: days
es_es: días
nl_nl: dagen

source: weeks
es_es: semanas
nl_nl: weken

source: months
es_es: meses
nl_nl: maanden

source: years
es_es: años
nl_nl: jaren

source: End of repeat
es_es: Final de la repetición
nl_nl: Einde herhaling

source: never
es_es: nunca
nl_nl: nooit

source: by date
es_es: por fecha
nl_nl: op datum

source: by number
es_es: por número
nl_nl: op nummer

source: Number of repeats
es_es: Número de repeticiones
nl_nl: Aantal herhalingen

source: Note: Chronosly does not allow certain repetitions to be set. If the number of days with events is over a week o a month, the system does not allow the event to be published. E.g. if you create 8-days events, these can not be repeated weekly. 32-days events can not be set with weekly or monthly repetition.
es_es: Nota: Chronosly no permite según que tipo de repeticiones ya que no tienen lógica. Por ejemplo, si el número de días con eventos es más de una semana o mes, el sistema no permite que el evento sea publicado. Por ejemplo, si se crean eventos superiores a 8 días, estos no pueden ser repetitivos cada semana. Si son eventos de de más de 31 días, estos no se pueden configurar para que se repitan de forma semanal o mensual.
nl_nl: Let op: Chronosly staat bepaalde herhalingen niet toe. Als je 8-daagse activiteiten toevoegt, kan je deze niet wekelijks herhalen, enz.

source: It is possible to set 2-days events with daily repetitions. In this case the event would be repeated every 2 days.
es_es: Es posible configurar eventos de 2 días con repeticiones diarias. En este caso, el evento se repetiría cada 2 días.
nl_nl: Het is mogelijk om een twee-daagse activiteit dagelijks te herhalen. In dit geval zal de activiteit om de dag plaatsvinden.

source: Featured
es_es: Destacada
nl_nl: Uitgelicht

source: Order
es_es: Orden
nl_nl: Volgorde

source: Category color
es_es: Color de Categoría
nl_nl: Categorie kleur

source: Add box to template. A box let you group elements to style, like background of specific block or other effects like box hide/show
es_es: Añade una caja a la plantilla. Las cajas permiten agrupar los elementos a un mismo estilo, como el fondo de un bloque específico u otros efectos como ocultar/mostrar una caja.
nl_nl: Voeg veld toe aan template. Een veld kan je toevoegen om een stijl te maken, zoals het veranderen van de achtergrond etc.

source: Add box
es_es: Añadir una caja
nl_nl: Veld toevoegen

source: Show/hide all hidden boxes, like if one user clicks on read more with 'show hidden boxes' action
es_es: Mostrar/ocultar todas las cajas ocultas, por ejemplo si un usuario hace click sobre Leer más con la acción de "mostrar cajas ocultas"
nl_nl: Toon/verberg alle verborgen velden, bv als een gebruiker op ‘lees meer’ klikt met een ‘toon verborgen velden’

source: Hidden boxes
es_es: Cajas ocultas
nl_nl: Verborgen velden

source: Show/hide featured boxes to style the featured template
es_es: Mostrar/ocultar
nl_nl: Toon/verberg uitgelichte velden om de uitgelichte template vorm te geven

source: Featured style
es_es: Estilo Destacado
nl_nl: Stijl van ‘Uitgelicht’

source: Hidde demo content, lorem ipsum, to show the real content in frontend
es_es: Ocultar el contenido de demostración, lorem ipsum, para mostrar el contenido real que se mostraría en el frontend
nl_nl: Verberg demo inhoud, lorem ipsum, om de eigenlijke inhoud te tonen

source: Remove lorem ipsum
es_es: Quitar lorem ipsum
nl_nl: Verwijder ‘Lorem ipsum’

source: Remove all content of this template, to start a blank new page
es_es: Quitar todo el contenido de la plantilla, para empezar una nueva en blanco
nl_nl: Verwijder alle inhoud van dit template, om een blanco pagina te starten

source: Remove all content
es_es: Quitar todo el contenido
nl_nl: Verwijder alle inhoud

source: Box type
es_es: Tipo de caja
nl_nl: Veld type

source: Normal, hide when click on readmore with slide action
es_es: Normal, ocultar cuando se haga click sobre un leermás con acción 'slide'
nl_nl: Normaal, verberg als geklikt word op ‘lees meer’ met slide actie

source: Hidden, show when click on readmore with slide action
es_es: Oculto, mostrar cuando se haga click sobre un leermás con acción 'slide'
nl_nl: Verborgen, klap uit wanneer er op ‘lees meer’ wordt geklikt

source: Show always
es_es: Mostrar siempre
nl_nl: Toon altijd

source: Box class
es_es: Clase de caja
nl_nl: Veld class

source: Featured box
es_es: Caja destacada
nl_nl: Uitgelicht veld

source: Align left
es_es: Alineado izquierda
nl_nl: Lijn links uit

source: Aling right
es_es: Alineado derecha
nl_nl: Lijn rechts uit

source: New line
es_es: Nueva linea
nl_nl: Nieuwe regel

source: Move up this box one position
es_es: Ascender esta caja una posición
nl_nl: Breng veld opwaarts

source: Box up
es_es: Caja arriba
nl_nl: Veld opwaarts

source: Move down this box one position
es_es: Descender esta caja una posición
nl_nl: Breng veld neerwaarts

source: Box down
es_es: Caja abajo
nl_nl: Veld neerwaarts

source: Reset the width of item to default, useful when we have edited the size of the item and want to return back
es_es: Restablecer el ancho del elemento a valores por defecto. Muy útil cuando se haya editado el tamaño del elemento y se quiera deshacer los cambios.
nl_nl: Reset de breedte van een item naar de standaard, dit is handig waneer je een veld terug wil zetten naar de standaard waarde.

source: Default
es_es: Por defecto
nl_nl: Standaard

source: Automatically adjusts an item width according to its content so that it fits with the rest of items in the Template
es_es: Automáticamente ajusta el ancho de un elemento según su contenido, por tanto, se adapta al ancho juntamente con el resto de los elemento que contiene la Plantilla
nl_nl: Stelt automatisch een onderdeel in volgens de inhoud zodat het past in de overige elementen van het template

source: Adjust
es_es: Ajustar
nl_nl: Aanpassen

source: Create a copy of selected item with the same values and settings as the original
es_es: Crea una copia del elemento seleccionado con el mismo valor y configuración que el elemento original copiado
nl_nl: Maak een kopie van het geselecteerde onderdeel met dezelfde waarden en instellingen als het origineel

source: Duplicate
es_es: Duplicar
nl_nl: Duplicaat

source: Copy style of a selected item
es_es: Copia el estilo del elemento seleccionado
nl_nl: Kopieer de stijl van geselecteerde onderdeel

source: Copy style
es_es: Copiar estilo
nl_nl: Kopieer stijl

source: Paste style on a selected item.<br/>Before pastying the style, it should be copied from another item (Copy Style)
es_es: Pega estilo del portapapeles sobre un elemento seleccionado.<br/>Antes de pegar el estilo, éste debe ser copiado de otro elemento (Copiar estilo)
nl_nl: Plakken van een stijl van een geselecteerd onderdeel.<br/>Voordat een stijl geplakt kan worden, moet het eerst worden gekopieerd van een ander onderdeel (Kopieer stijl)

source: Paste style
es_es: Pegar estilo
nl_nl: Plak stijl

source: Delete selected item
es_es: Eliminar elemento seleccionado
nl_nl: Verwijder geselecteerd onderdeel

source: Add new Organizer
es_es: Añadir nuevo Organizador
nl_nl: Voeg nieuwe organisator toe

source: Load template
es_es: Cargar plantilla
nl_nl: Laad template

source: Select view
es_es: Seleccionar vista
nl_nl: Selecteer view

source: A view is how your event is shown in each website navigation section.
es_es: Una vista es como un evento se muestra en cada sección de la página web.
nl_nl: Een view is hoe je activiteit wordt getoond in elke website sectie.

source: It allows you to thoroughly customize how each event behaves in each section.
es_es: Esta opción permite personalizar el comportamiento de los eventos en cada una de las secciones.
nl_nl: Elk onderdeel kan aangepast worden in gedrag en zichtbaarheid voor elke sectie.

source: In your website, events have 6 different views, even if the 2 first ones are the most important (General View, and Inner page View)
es_es: En tu sitio web, los eventos tienen 6 vistas diferentes, de todos modos, las 2 primeras son las más importantes (Vista General, Vista Evento individual)
nl_nl: Elke activiteit heeft zes verschillende views. De twee belangrijkste zijn General View en Inner Page View

source: 1- General View: it is the main view where all the events are displayed
es_es: 1- Vista General: es la vista principal en la que se muestran todos los eventos
nl_nl: 1- Algemeen Overzicht: idit is het algemene overzicht waar alle activiteiten getoond worden.

source: 2- Inner page view: it is the inner view of your event, a single page on the event, where all the information is shown
es_es: 2- Vista Evento individual: es la vista interior de un evento, una página individual para el evento, donde se muestra toda la información de forma detallada.
nl_nl: 2 - Inhoud pagina: dit is de pagina met alle details van de activiteit.

source: 3- Calendar view: customize how you want to show your event in the calendar page
es_es: 3- Vista Calendario: aquí se puede personalizar como se mostraré un evento en la página de calendario
nl_nl: 3 - Kalender view; bepaal hier hoe je je activiteit wil laten zien

source: 4- Category view: each category page has a list with all the events of that category. You can customize your event and define its list view
es_es: 4- Vista Categoría: cada página contiene una lista de categorías con sus respectivos eventos.
nl_nl: 4 - Categorie view; elke categorie pagina heeft een lijst met alle activiteiten van een bepaalde categorie. Je kan hier bepalen wat de gebruikers zien.

source: 5- Organizer view: each organizer page has a list with the organizer's events. You can customize your event and define its list view
es_es: 5- Vista Organizador: cada página muestra una lista de los organizadores, dentro de cada organizador se pueden ver sus respectivos eventos.
nl_nl: 5 - Organisator view; elke organisator pagina laat een lijst zien zien met de activiteiten van die organisator. Bepaal hier wat er te zien is op deze pagina.

source: 6- Place view: each place page has a list with all the events that take place in that place. you can customize your event and define its list view
es_es: 6- Vista Lugar: cada página muestra una lista de los lugares, dentro de cada lugar se pueden ver sus respectivos eventos.
nl_nl: 6 - Locatie view; elke locatie pagina laat een lijst zien met locaties en de bijbehorende activiteiten. Bepaal hier hoe de pagina er uit ziet.

source: Template successfully installed!
es_es: Plantilla instalada correctamente!
nl_nl: Template succesvol geïnstalleerd!

source: Addons Configs
es_es: Configuración Addons
nl_nl: Extra’s configuratie

source: to ensure that all addons are ready for the template.
es_es: asegúrate que tus Addons están listos para adaptarse a la plantilla.
nl_nl: om er zeker van te zijn dat alle add-ons klaar zijn voor gebruik in een template.

source: Upload template
es_es: Subir una Plantilla
nl_nl: Template uploaden

source: Upload
es_es: Subir
nl_nl: Uploaden

source: Template Status
es_es: Estado de la Plantilla

source: This feature automatically check how different templates are used on events, organizers, places and categories.
es_es: Esta opción revisa automáticamente como las diferentes plantillas se usan en eventos, organizadores, lugares y categorías.
nl_nl: Deze feature checkt automatisch hoe de verschillende templates worden gebruikt voor activiteiten, organisatoren, locaties en categorieën.

source: Filter events
es_es: Filtrar eventos
nl_nl: Filter activiteiten

source: All
es_es: Todos
nl_nl: Alles

source: Not past events
es_es: No eventos pasados
nl_nl: Geen vorige activiteiten

source: Template not manual edited
es_es: Plantilla no editada manualmente
nl_nl: Template niet gewijzigd

source: Template manual edited
es_es: Plantilla editada manualmente
nl_nl: Template gewijzigd

source: Group by
es_es: Agrupar por
nl_nl: Groepeer bij

source: View
es_es: Ver

source: Addon successfully installed!
es_es: El Addon se ha instalado correctamente!
nl_nl: Add-on succesvol geïnstalleerd!

source: Addon successfully removed!
es_es: El Addon se ha desinstalado correctamente!
nl_nl: Add-on succesvol verwijderd!

source: Upload addon
es_es: Subir addon

source: Welcome to
es_es: Bienvenido a
nl_nl: Welkom bij

source: Choose the profile that better suits your skills
es_es: Escoje el perfil que mejor se adapte a tus conocimientos de programación
nl_nl: Kies een profiel dat bij je voorkeuren past

source: Basic
es_es: Básico
nl_nl: Basis

source: Don't worry about anything, just upload your events very easily. Templates and extra addons are available in our marketplace
es_es: No tienes que preocuparte de nada, solo introduce los datos de tus eventos y listo. Está pensado para que te sea fácil, muy fácil de usar. Encontrarás más plantillas y otras funcionalidades extra (addons) en la Tienda.
nl_nl: Maak je geen zorgen over instellingen, maak alleen je activiteiten aan. Templates en add-ons zijn verkrijgbaar in onze market place

source: select
es_es: seleccionar
nl_nl: selecteer

source: Advanced
es_es: Avanzado
nl_nl: Geavanceerd

source: Take control of everything.
es_es: Toma todo el control del plugin.
nl_nl: Hou de controle over alles.

source: Make your own templates or edit the predefined ones with our editing drag &drop system
es_es: Crea tus propias plantillas o edita las predefinidas a través de nuestro sistema de edición Drag & Drop.
nl_nl: Maak je eigen templates of wijzig de standaard templates via drag & drop

source: version
es_es: versión
nl_nl: versie

source: Create my first event
es_es: Crear mi primer evento
nl_nl: Maak je eerste activiteit aan

source: General info
es_es: Información General
nl_nl: Algemene info

source: Date
es_es: Fecha
nl_nl: Datum

source: Event views
es_es: Vista de eventos
nl_nl: Activiteiten views

source: Calendar views
es_es: Vistas de calendarios
nl_nl: Kalender views

source: Categories views
es_es: Vistas de Categorías
nl_nl: Categorieën views

source: Organizers views
es_es: Vistas de Organizadores
nl_nl: Organisatoren views

source: Places views
es_es: Vistas de Lugares
nl_nl: Locatie views

source: Templates
es_es: Plantillas
nl_nl: Template

source: Change profile Basic or Advanced
es_es: Cambiar perfil Básico o Avanzado
nl_nl: Verander je profiel in Basis of Geavanceerd

source: Set license key
es_es: Introducir Número de licencia
nl_nl: Stel licentie key in

source: Set default template
es_es: Establecer Plantilla por defecto
nl_nl: Stel standaard template in

source: Set default event list view
es_es: Establecer Vista de Lista de eventos por defecto
nl_nl: Stel standaard activiteiten lijst in

source: Set default currency
es_es: Establecer Moneda por defecto
nl_nl: Stel standaard valuta in

source: Set custom urls
es_es: Establecer URLs Personalizadas
nl_nl: Stel custom URL’s in

source: Set formats
es_es: Establecer Formatos
nl_nl: Stel weergaves in

source: Template Editor
es_es: Editor de Plantillas

source: Templates and views
es_es: Plantillas y vistas
nl_nl: Templates en views

source: Editing tools
es_es: Herramientas de edición
nl_nl: Editing gereedschap

source: Template status
es_es: Estado de las Plantillas

source: Addons and custom templates synergy
es_es: Addons y interacción con las plantillas personalizadas
nl_nl: Add-ons en custos templates synergie

source: Addons marketplace
es_es: Tienda de Addons

source: Custom templates
es_es: Plantillas Personalizadas
nl_nl: Custos templates

source: Templates marketplace
es_es: Tienda de Plantillas

source: Set editing tools config
es_es: Establecer Configuración para Herramientas de edición
nl_nl: Stel editing gereedschap configuratie in

source: Leave a codecanyon ticket
es_es: Dejar un ticket en Codecanyon
nl_nl: Maak een Codecanyon ticket aan

source: or
es_es: o
nl_nl: of

source: Send us a form
es_es: Envíenos un formulario
nl_nl: Stuur ons een formulier

source: Set read/write permissions
es_es: Debe fijar permisos de lectura/escriptura
nl_nl: Stel lees- en schrijfrechten in

source: Theme incompatibilities
es_es: Incompatibilidades de plantilla
nl_nl: Thema incompatibiliteiten

source: Edited templates - Troubleshooting
es_es: Plantillas editadas - Problemas
nl_nl: Gewijzigd templates - Fout opsporing

source: Incompatibilities
es_es: Incompatibilidad
nl_nl: Incompatibiliteit

source: Status
es_es: Estado

source: General settings
es_es: Configuración General
nl_nl: Algemene instellingen

source: Enable Tickets
es_es: Permitir Entradas
nl_nl: Activeer Tickets

source: In the Event editor the options for Tickets are shown by default. Disable this option if you don't want the options for Tickets to be shown.
es_es: En el Editor de Eventos, la opción de Entradas se muestra por defecto. Desactiva esta opción si no quieres que se muestren.
nl_nl: In de Activiteiten editor zijn Tickets standaard geactiveerd. Deactiveer deze optie als je Tickets niet wil laten zien.

source: Enable Organizers
es_es: Activar Organizadores
nl_nl: Activeer Organisatoren

source: In the Event editor the options for Organizers are shown by default. Disable this option if you don't want the options for Organizers to be shown
es_es: En el Editor de Eventos, la opción de Organizadores se muestra por defecto. Desactiva esta opción si no quieres que se muestren.
nl_nl: In de Activiteiten editor zijn Organisatoren standaard geactiveerd. Deactiveer deze optie als je Organisatoren niet wil laten zien.

source: Enable Places
es_es: Activar Lugares
nl_nl: Activeer Locaties

source: In the Event editor the options for Places are shown by default. Disable this option if you don't want the options for Places to be shown
es_es: En el Editor de Eventos, la opción de Lugares se muestra por defecto. Desactiva esta opción si no quieres que se muestren.
nl_nl: In de Activiteiten editor zijn Locaties standaard geactiveerd. Deactiveer deze optie als je Locaties niet wil laten zien.

source: Enable template editor
es_es: Activar Editor de Plantillas
nl_nl: Activeer Template Editor

source: In the event, organizers and places editors the options for Templates customization are shown by default. Disable this option if you don't waht the options for Templates customization to be shown
es_es: En un evento, las opciones de organizadores y lugares se muestran por defecto. Desactiva esta opción si quieres que no se muestren para la Personalización de Plantillas.
nl_nl: In een activiteit zijn de opties voor het wijzigen van een templates standaard geactiveerd. Deactiveer deze optie als je deze opties niet wil laten zien als je een activiteit aanmaakt.

source: Currency
es_es: Moneda
nl_nl: Valuta

source: Set currency for you tickets info and tickets selling.
es_es: Establece la moneda en que se vendrán tus entradas.
nl_nl: Stel de valuta in voor Tickets informatie en verkoop.

source: Events display
es_es: Panel de eventos
nl_nl: Activiteiten tonen

source: Week starts on
es_es: La semana empieza en...
nl_nl: Week start op

source: Sunday
es_es: Domingo
nl_nl: Zondag

source: Monday
es_es: Lunes
nl_nl: Maandag
