Repository: marcelovani/chronosly-events-calendar
Catalog: languages/chronosly-*.po
Languages: es_es, nl_nl

source: Calendars with weekly view start on Mondays by default. You can set the weeks to start on Sunday or Monday.
es_es: El calendario semanal empieza en Lunes por defecto. Se puede cambiar el día que empieza la semana Lunes/Domingo en el apartado de configuración.
nl_nl: Kalenders met een week view starten standaard op maandag. Stel hier in of een week op maandag of zondag begint.

source: Show past events
es_es: Mostrar eventos pasados
nl_nl: Laat vorige activeiten zien

source: All past events are not shown by default, except on calendar. Enable this option if you want past events to be shown
es_es: Por defecto, los eventos pasados no se muestran, exceptuando en el calendario. Marque esta casilla si quiere mostrar los eventos pasados.
nl_nl: Alle vorige activiteiten zijn standaard verborgen, behalve op de kalender. Activeer deze optie als je vorige activiteiten wil laten zien.

source: Hide past events on calendar
es_es: Eliminar los eventos ya pasados en la vista calendario
nl_nl: Verberg vorige activiteiten op de kalender

source: Disable scroll when event is opened
es_es: Desactivar scroll para eventos desplegados
nl_nl: Laat scrollen niet toe als activiteit is geopend

source: Disable the auto scroll when event is opened on event lists
es_es: Desactiva el auto scroll (desplazamiento) cuando un evento se despliega
nl_nl: Laat auto scroll niet toe als een activiteit is geopend in activiteiten lijst.

source: Event sort
es_es: Orden de eventos
nl_nl: Activiteit sorteren

source: By date
es_es: Fecha
nl_nl: Op datum

source: By order
es_es: Orden
nl_nl: Op volgorde

source: By event name
es_es: Nombre evento
nl_nl: Op activiteiten naam

source: Sort order is by date by default. You can change the sort order into the following:
es_es: Por defecto, los eventos se ordenan por fecha. Se puede cambiar el orden con estas otras opciones:
nl_nl: De standaard sorteer volgorde is op datum. Je kunt dit wijzigen in het volgende:

source: date
es_es: fecha
nl_nl: datum

source: order
es_es: orden
nl_nl: volgorde

source: it is ordered by the customized order in each type of element: events, categories, organizers, and places.
es_es: se ordena por orden personalizado para cada tipo de elemento: eventos, categorías, organizadores y lugares.
nl_nl: is gesorteerd in een gewijzigde sortering in elk element; activiteiten, categorieën, organisatoren en locaties.

source: The option to set an order is in the Options right sidebar of the elements that have this kind of setting: events, categories, organizers, and places.
es_es: La opción para configurar el "Orden" se encuentra dentro de Configuración en la barra lateral derecha. Los elementos que pueden configurar su orden son: eventos, categorías, organizadores y lugares.
nl_nl: De mogelijkheid om te sorteren in de Opties in de rechter sidebar voor de elementen: activiteiten, categorieën, organisatoren en locaties.

source: For more information, check the <a target='_blank' href='http://www.chronosly.com/faq/events/others/'>Order settings help</a>
es_es: Más información sobre Orden (contenido en inglés) <a target='_blank' href='http://www.chronosly.com/faq/events/others/'>Ayuda sobre la Configuración de Orden</a>
nl_nl: Voor meer informatie, kijk op <a target='_blank' href='http://www.chronosly.com/faq/events/others/'>Instellingen Help</a>

source: event name
es_es: nombre del evento
nl_nl: naam activiteit

source: Event sort direction
es_es: Orden de eventos
nl_nl: Activiteiten volgorde sortering

source: Ascendent
es_es: Ascendente
nl_nl: Oplopend

source: Descendent
es_es: Descendente
nl_nl: Aflopend

source: Featured on top
es_es: Destacado encima
nl_nl: Uitgelicht bovenaan

source: Featured events are shown on top of the lists or views by default. Disable this option to have them shown by Default sort, from the previous point in General Settings
es_es: Por defecto, los eventos Destacados se muestran en la parte superior de las listas. Desactivando esta opción listará los eventos por Orden predeterminado (punto anterior de Configuración General)
nl_nl: Uitgelichte activiteiten staan standaard boven aan de lijst. Deactiveer deze optie om de standaard volgorde aan te houden. Deze kun je instellen in Algemene Instellingen.

source: Events per page
es_es: Eventos por página
nl_nl: Activiteiten per pagina

source: Set the number of events to be displayed per page
es_es: Introducir el número de eventos a mostrar por página
nl_nl: Het aantal activiteiten die getoond worden per pagina

source: Organizers per page
es_es: Organizadores por página
nl_nl: Organisatoren per pagina

source: Set the number of rganizers to be displayed per page
es_es: Introducir el número de organizadores a mostrar por página
nl_nl: Het aantal organisatoren per pagina

source: Places per page
es_es: Lugares por página
nl_nl: Locaties per pagina

source: Set the number of places to be displayed per page
es_es: Introducir el número de lugares a mostrar por página
nl_nl: Stel het aantal locaties in per pagina

source: Show event repeats on organizers
es_es: Mostrar eventos recurrentes para Organizadores
nl_nl: Laat zich herhalende organisatoren zien

source: Events repetition will be shown on organizers event list
es_es: Se mostrarán los eventos recurrentes en las listas de Organizadores
nl_nl: Herhaalde activiteiten worden getoond op de organisatoren lijst

source: Show event repeats on places
es_es: Mostrar eventos recurrentes para Lugares
nl_nl: Laat herhaalde activiteiten zien op locaties

source: Events repetition will be shown on places event list
es_es: Se mostrarán los eventos recurrentes en las listas de Lugares
nl_nl: Herhaalde activiteiten worden getoond op locatie lijst

source: Main event list display
es_es: Principal formato de lista de eventos
nl_nl: Hoofd activiteiten lijst

source: Year
es_es: Año
nl_nl: Jaar

source: Month
es_es: Mes
nl_nl: Maand

source: Week
es_es: Semana

source: Day
es_es: Día
nl_nl: Dag

source: Upcoming
es_es: Próximos
nl_nl: Aankomend

source: Event list are shown by current month by default. Change this option if you want them to be shown weekly, annually or upcoming for a day range. Whatever kind of chosen option, the moment will be always shown (current year, month, day, or next upcoming events)
es_es: Las listas de eventos, por defecto, se muestran por "mes actual". Cambie esta opción para mostrarlas por semana, anual o por eventos futuros. Para cualquier de las anteriores opciones seleccionadas, esta selección afectará en los eventos que se mostrarán en las diferentes vistas.
nl_nl: Activiteiten-lijsten worden getoond per maand. Je kan dit veranderen en ze per week tonen, per jaar of voor een datum-reeks. Wat je ook kiest, de activiteit wordt altijd getoond (huidig jaar, maand, dag of komende activiteiten)

source: Force main event list date
es_es: Forzar fecha de lista de eventos principal
nl_nl: Forceer hoofd activiteiten-lijst datum

source: This option is closely related to 'Main event list display'. It allows to show another year, month, or days other than the current ones. That is to say, you can choose which events, past or future, will be shown on the events list
es_es: Es una opción estrechamente ligada a "Principal formato de lista de eventos" ya que permite forzar mostrar otro año, mes o día que no sea el actual. Dicho de otro modo, se pueden especificar qué eventos, pasados o futuros, se mostrarán en las listas de eventos.
nl_nl: Deze optie is sterk gerelateerd aan de ‘Hoofd activiteiten-lijst’. Je kan een ander jaar, maand, of dagen tonen die afwijken van de huidige datum. Met andere woorden je kunt hier kiezen welke activiteiten, komende of voorgaande worden getoond op de activiteiten-lijst.

source: Year: set the year to be shown. e.g. 2015
es_es: Año: Especificar el año en concreto a mostrar. Por ejemplo 2015
nl_nl: Jaar; stel het jaar in wat wordt getoond, bv. 2015

source: Month: set the month to be shown. e.g. if you want to show August, set 8 or 08
es_es: Mes: Especificar el mes en concreto a mostrar. Por ejemplo para agosto 8 o 08, para noviembre 11
nl_nl: Maand: stel de maand in die wordt getoond, dus als je Agustus wil laten zien, kies van voor ‘8’ of ’08’

source: Day: set the day to be shown in format yyyy-mm-dd. e.g. 25th October would be 2014-10-25
es_es: Día: Especificar el día en concreto a mostrar. Por ejemplo para el 25 de octubre de 2015 sería 2014-10-25
nl_nl: Dag: stel de dag in die wordt getoond in de weergave jjjj-mm-dd, dus 25 Oktober 2015 wordt 2015-10-25

source: Upcoming: set the day range for upcoming events. e.g. 100
es_es: Próximos: indica el rango de días para mostrar eventos próximos. e.g. 100
nl_nl: Toekomstig: stel dat datum-reeks is voor de komende activiteiten, dus bv ‘100’

source: Themes and Plugins compatibility
es_es: Compatibilidad entre Plantillas y Plugins
nl_nl: Thema en plugin compatibiliteit

source: Create a page with Chronosly base shortcode, used when you have style incompatibilities with your theme
es_es: Crea una página de Chronosly con base para shortcodes, es útil para aparezcan incompatibilidades con el Tema de WordPress
nl_nl: Maak een pagina met een Chronosly shortcode; doe dit als je stijl-incompatibiliteitsproblemen hebt met je thema.

source: Create Base
es_es: Crear Base
nl_nl: Maak Basis aan

source: Delete Base
es_es: Borrar Base
nl_nl: Verwijder Basis

source: This option creates a page called “chronosly base” and adds the shortcode to load your theme structure.
es_es: Esta opción crea una una página "Chronosly base", la cual añade el shortcode que se adapta a la estructura del Tema de su web.
nl_nl: Deze optie maakt een pagina aan (‘chronosly base’ genaamd) en voegt een sportcode toe aan je thema-structuur.

source: If you want more flexibility with different Chronosly pages (i.g. event list, single event, organizer), to add extra html like different headers, sidebars... you could create your own Chronosly custom template files inside your active theme.
es_es: Para más flexibilidad con las diferentes páginas de Chronosly (p.ej listas de eventos, evento individual, organizadores, etc...), para añadir código html como los encabezados, barras laterales... se pueden crear archivos de páginas personalizadas de Chronosly dentro del Tema que se esté utilizando.
nl_nl: Als je meer flexibiliteit wil in verschillende Chronosly pagina’s (bv activiteiten-lijst, enkele activiteit, organisator enz) of extra html zoals andere headers of sidebars, kan je je eigen Chronosly template maken voor in je actieve Wordpress thema.

source: More info about <a href='http://www.chronosly.com/faq/frontend/theme-style-incompatibilities/' target='_blank'>Chronosly theme style incompatibilities</a>
es_es: Más información sobre (Contenido en inglés) <a href='http://www.chronosly.com/faq/frontend/theme-style-incompatibilities/' target='_blank'>Incompatibilidades de Chronosly con el estilo del Tema</a>
nl_nl: Meer info over <a href='http://www.chronosly.com/faq/frontend/theme-style-incompatibilities/' target='_blank'>Chronosly thema styling incompatibilities</a>

source: Disable jquery admin
es_es: Deshabilitar jquery en el admin
nl_nl: Deactiveer jquery admin

source: Disable jquery script if another plugins adds jquery source(this will prevent incompatibilities and source code duplication)
es_es: Deshabilita script de jquery si existe otro plugin que ya lo carga (esto evitará problemas en el futuro)
nl_nl: Deactiveer jquery script als andere plugins al jquery hebben toegevoegd (dit voorkomt incompatibiliteit en source code duplicaten)

source: Disable gmap script
es_es: Deshabilitar script de gmap
nl_nl: Deactiveer gmap script

source: Disable Google maps script if you already have Gmap on your theme (this will prevent incompatibilities and source code duplication)
es_es: Deshabilitar el script de goolge maps si algún otro plugin o plantilla ya carga este script (evitará problemas cuando se muestren los mapas)
nl_nl: Deactiveer Google maps script als je al een Gmap in je thema hebt zitten (dit voorkomt incompatibiliteiten en source code duplicatie)

source: Disable chronosly cache
es_es: Deshabilitar la cache de chronosly
nl_nl: Deactiveer Chronosly cache

source: Disable Chronosly internal events cache
es_es: Deshabilita la cache interna de Chronosly
nl_nl: Deactiveer Chronosly’s interne activiteiten cache

source: Clear Cache
es_es: Borrar Cache
nl_nl: Opschonen Cache

source: Default template
es_es: Plantilla por defecto
nl_nl: Standaard template

source: Choose the Template what will be used in the Template Editor by default. You can also change the template once your are into the Template Editor
es_es: Escoge la Plantilla que será usada en el Editor de Plantillas por defecto. Ésta se podrá cambiar una vez dentro del Editor de Plantillas
nl_nl: Kies het template wat standaard gebruikt wordt in de Template Editor. Je kunt ook het template veranderen als je éénmaal in de Template Editor bent.

source: Force default template
es_es: Forzar Plantilla por defecto
nl_nl: Forceer standaard template

source: This option allows only the default template to be shown in all the views, even if they have been created by using other templates with different views
es_es: Esta opción permite únicamente mostrar la Plantilla por defecto para todas las vistas a pesar que se hayan creado o utilizado otros templates en diferentes vistas.
nl_nl: Deze optie stelt je in staat om alleen het standaard template te gebruiken in all views, zelfs als ze zijn gemaakt door andere templates te gebruiken met andere views.

source: Calendar template
es_es: Plantilla Calendario
nl_nl: Kalender template

source: Calendar Views can not be edited from the Template Editor. You can choose which will be the default template for the three Calendar Views of year, month and week.
es_es: Las vistas de Calendario no son personalizables desde el Template Editor, por tanto, se puede escoger cuál va a ser el template que se use por defecto para las tres vistas de Calendario, año, semana y día.
nl_nl: Kalender views kunnen niet veranderd wordt vanuit de Template Editor. Je kunt kiezen welke standaard wordt gebruikt uit de drie Kalender Views; Jaar, maand of week.

source: Navigation template
es_es: Plantilla de Navegación
nl_nl: Navigatie template

source: Min. event width
es_es: Mín. ancho de evento
nl_nl: Min. activiteit-breedte

source: Set the minimum event width of your events and the rest of Chronosly views.
es_es: Establece el ancho mínimo para tus eventos y todo el resto de vistas de Chronosly.
nl_nl: Stel de minimum breedte in voor je activiteit en alle andere Chronosly views.

source: Note that if you set a minimum px which is too low you may have problens with the Responsive versions (only if you have chosen a template optimized for Mobile devices)
es_es: Se debe tener en cuenta que si se establece un mínimo de px (píxels) demasiado bajo pueden surgir problemas con las versiones Responsive (siempre que hayas escogido un template optimizado para dispositivos móviles).
nl_nl: Wees je er van bewust dat als het minimum aantal px te laag is, je problemen kan krijgen met de responsive versies van je site (alleen als je een template hebt gekozen voor mobile devices)

source: The minimum set is not fixed, and it depends on the applied template.
es_es: Este mínimo no es fijo y depende mucho del template que se haya aplicado.
nl_nl: De minimale waarde staat niet vast, en hangt af van het toegepaste template

source: We recommend to check, that once the minimum is modified, the different views of the template you are using are correctly shown
es_es: Recomendamos que una vez modificado el ancho mínimo se compruebe que las diferentes vistas de la plantilla que se esté utilizando se muestren correctamente.
nl_nl: We raden aan om te controleren dat wanneer een minimale waarde is toegepast, de verschillende views van de template correct worden weergegeven

source: Max. event width
es_es: Máx. ancho de evento
nl_nl: Max. breedte activiteit

source: Set the maximum event width of your events and the rest of Chronosly views.
es_es: Establece el ancho máximo para tus eventos y todo el resto de vistas de Chronosly.
nl_nl: Stel de maximum breedte van je activiteit en voor de overige Chronosly views in

source: Note that if you modify this options you may have problens with the Responsive versions (only if you have chosen a template optimized for Mobile devices)
es_es: Se debe tener en cuenta que si se modifica esta opción pueden surgir problemas con las versiones Responsive (siempre que hayas escogido un template optimizado para dispositivos móviles).
nl_nl: Als je deze optie wijzigt, kun je problemen krijgen met de responsieve versies (alleen als je een template hebt gekozen voor mobile devices)

source: The maximum set is not fixed, and it depends on the applied template.
es_es: Este máximo no es fijo y depende mucho del template que se haya aplicado.
nl_nl: De maximum waarde is niet ingesteld, en hangt af van de toegepaste template.

source: Default category color
es_es: Color de categoría por defecto
nl_nl: Standaard categorie kleur

source: This is the default color for all categories, you can individually set category color inside the category editor
es_es: Este es el color que utilizarán todas las categorías por defecto, puedes cambiarlas individualmente dentro del editor de categorías
nl_nl: Dit is de standaard kleur voor alle categorieën. Je kunt een kleur instellen voor elke categorie in de categorie editor bij ‘Activiteiten’.

source: Show load template
es_es: Mostrar Cargar Pantilla
nl_nl: Toon laden template

source: The option of load template is enabled by default, so different templates can be chosen and loaded in the Template editor
es_es: Por defecto, la opción de Cargar Plantilla está activada, por tanto se podrán escoger y cargar diferentes plantillas en el Editor de Plantillas.
nl_nl: De optie ‘template laden’ is standaard geactiveerd, zodat verschillende templates gekozen en geladen kunnen worden in de template editor

source: This option is especially useful to prevent other users (team members or clients) from changing or modifying how the events are shown in the site
es_es: Esta opción es especialmente útil para prevenir que otros usuarios (miembros del equipo o clientes) puedan cambiar o modificar como se muestran los eventos en en site.
nl_nl: Deze optie is vooral nuttig om te voorkomen dat andere gebruikers (teamleden of klanten) instellingen veranderen

source: Show load view
es_es: Mostar Cargar vista
nl_nl: Toon ‘laad view’

source: The option of select view is enabled by default, so different templates views can be chosen in the Template editor
es_es: Por defecto, la opción de Cargar vista está activada, por tanto se podrán escoger y cargar las diferentes vistas en el Editor de Plantillas.
nl_nl: De optie ‘laad view’ is standaard geactiveerd, zodat verschillende template views gekozen kunnen worden in de template editor

source: Formats
es_es: Formatos
nl_nl: Formaten

source: Default Time format
es_es: Formato Hora por defecto
nl_nl: Standaard datum weergave in

source: Set display time format for tempalte editor. This option does not modify the format set in your template
es_es: Establece el formato Hora que se mostrará en el Editor de Plantillas. Esta opción no modificará el formato de tu Plantilla
nl_nl: Stel datum weergave in voor de template editor. Deze optie verandert niet de weergave in je template.

source: Default Date format
es_es: Formato Fecha por defecto
nl_nl: Standaard datum weergave

source: Set display date format for template editor. This option does not modify the format set in your template
es_es: Establece el formato Fecha que se mostrará en el Editor de Plantillas. Esta opción no modificará el formato de tu Plantilla
nl_nl: Stel de datum weergave in voor de template editor. Deze optie verandert niks aan de weergave van je template

source: Default DateTime format
es_es: Formato Hora/Fecha por defecto
nl_nl: Standaard datum weergave

source: Set display time and date format for template editor. This option does not modify the format set in your template
es_es: Establece el formato Hora y Fecha que se mostrará en el Editor de Plantillas. Esta opción no modificará el formato de tu Plantilla
nl_nl: Stel weergave van tijd en datum in voor de template editor. Deze instellingen verandert niks aan de weergave in je template

source: Full DateTime separator
es_es: Separador de Hora/Fecha
nl_nl: Volledige datum weergave scheidingsteken

source: By default 'to' is set as in 11:00 to 19:00. Set custom date-time separator with dashes '-' '/' or pipes '|' or your custom html code
es_es: Por defecto, se ha establecido "a" por ejemplo de 11:00 a 19:00. Se puede establecer el separador que se quiera como '-' '/' o '|'
nl_nl: Standaard staat ‘tot’ als in 16.00 tot 17.00. Stel een eigen tijd scheidingsteken in, bv ‘-‘ of ‘/‘ of ‘|’. Eigen html mag ook

source: Categories separator
es_es: Separador de Categorías
nl_nl: Scheidingsteken categorieën

source: Default Categories separator is ,(comma). Set up how categories should be shown between them.
es_es: Por defecto el separador de categorías es coma (,). Se pueden personalizar los separadores que aparezcan entre las diferentes categorías.
nl_nl: Het standaard scheidingsteken is ‘,’ (komma). Stel hier in hoe categorieën gescheiden worden.

source: Tags separator
es_es: Separador de Etiquetas
nl_nl: Tags scheidingsteken

source: Default Tags separator is ,(comma). Set up how categories should be shown between them.
es_es: Por defecto el separador de etiquetas es coma (,). Se pueden personalizar los separadores que aparezcan entre las diferentes etiquetas.
nl_nl: Standaard tags scheidingsteken is ‘,’ (komma). Stel hier in hoe tags gescheiden worden.

source: Default gmap zoom
es_es: Gmap zoom por defecto
nl_nl: Standaard gmap zoom

source: Default Google maps zoom is 16. Zoom levels between 0 (the lowest zoom level, in which the entire world can be seen on one map) and 21+ (down to streets and individual buildings).
es_es: Por defecto, Google maps zoom se establece en 16. Los niveles de zoom de Gmaps van desde 0 (el nivel más bajo, donde se puede ver todo el mundo en un mapa) hasta 21+ (donde se pueden ver las calles y los edificios individualmente).
nl_nl: De standaard zoom voor Google maps is 16. Zoom waardes tussen 0 (laagste zoom waarde), waarbij de hele wereld te zien is en +21 (tot op straat- en gebouwenniveau).

source: You can find more information in <a href='https://developers.google.com/maps/documentation/staticmaps/?hl=en#Zoomlevels' target='_blank'>Google Maps help site</a>
es_es: Más información en: <a href='https://developers.google.com/maps/documentation/staticmaps/?hl=en#Zoomlevels' target='_blank'>Google Maps help site</a>
nl_nl: Je kunt meer informatie vinden via <a href='https://developers.google.com/maps/documentation/staticmaps/?hl=en#Zoomlevels' target='_blank'>Google Maps help site</a>

source: Slugs are meant to be used with permalinks as they help describe what the content at the URL is.
es_es: Los slugs suelen usarse como permalinks y ayudan a describir el contenido que se encontrará en la URL.
nl_nl: Slugs zijn bedoeld om te gebruiken met permalinks omdat ze helpen beschrijven wat de inhoud van een url is.

source: Slugs are a few words that describe an event or a page and can be anything you like.
es_es: Los slugs suelen componerse de unas pocas palabras que describen el evento o la página.
nl_nl: Slugs zijn een paar woorden die een activiteit of een pagina beschrijven en kan van alles zijn.

source: More info about slugs
es_es: Más información sobre slugs
nl_nl: Meer info over slugs

source: More info about permalinks
es_es: Más información sobre permalinks
nl_nl: Meer info over permalinks

source: Tag
es_es: Etiqueta
